/*
 Navicat Premium Data Transfer

 Source Server         : mariadb
 Source Server Type    : MariaDB
 Source Server Version : 100309
 Source Host           : localhost:3306
 Source Schema         : oes

 Target Server Type    : MariaDB
 Target Server Version : 100309
 File Encoding         : 65001

 Date: 07/01/2019 22:20:47
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for paper
-- ----------------------------
DROP TABLE IF EXISTS `paper`;
CREATE TABLE `paper` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '试卷id',
  `name` varchar(255) DEFAULT NULL COMMENT '试卷名称',
  `type` varchar(255) DEFAULT NULL COMMENT '试卷类型',
  `group` varchar(255) DEFAULT NULL COMMENT '试卷分组',
  `enable` tinyint(1) NOT NULL DEFAULT 0 COMMENT '启用停用',
  `min_level` int(4) NOT NULL DEFAULT 0 COMMENT '限制等级',
  `total_score` float(255,2) DEFAULT NULL COMMENT '试卷总分',
  `pass_score` float(255,2) DEFAULT NULL COMMENT '及格分数',
  `avg_score` float(255,2) DEFAULT NULL COMMENT '平均分数',
  `duration` int(6) DEFAULT NULL COMMENT '时间限制',
  `description` varchar(255) DEFAULT NULL COMMENT '试卷描述',
  `sids` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin DEFAULT NULL COMMENT '模块id列表',
  `create_time` timestamp NULL DEFAULT NULL COMMENT '创建时间',
  `update_time` timestamp NULL DEFAULT NULL ON UPDATE current_timestamp() COMMENT '更新时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=155 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of paper
-- ----------------------------
BEGIN;
INSERT INTO `paper` VALUES (1, '2010年4月25日公务员考试（十二省联考）行测真题（山东与天津、重庆、内蒙、海南、辽宁、云南、湖南、陕西、广西、宁夏、西藏）', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[1,2,3,4,5]', '2018-08-27 15:30:38', '2018-08-27 15:30:38');
INSERT INTO `paper` VALUES (2, '2011年4月24日公务员联考《行测》试卷（贵州、四川、福建、黑龙江、湖北、山西、重庆、辽宁、海南、江西、天津、陕西、云南、广西、山东、湖南、江苏）十七省', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[6,7,8,9,10]', '2018-08-27 15:30:38', '2018-08-27 15:30:38');
INSERT INTO `paper` VALUES (3, '2014年412联考真题及解析', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[11,12,13,14,15]', '2018-08-27 15:30:38', '2018-08-27 15:30:38');
INSERT INTO `paper` VALUES (4, '2015年公务员考试联考《行测》真题', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[16,17,18,19,20]', '2018-08-27 15:30:38', '2018-08-27 15:30:38');
INSERT INTO `paper` VALUES (5, '2016年公务员录用考试（不同省份题目顺序可能不一致）《行政职业能力测验》真题卷', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[21,22,23,24,25]', '2018-08-27 15:30:38', '2018-08-27 15:30:38');
INSERT INTO `paper` VALUES (6, '2006年浙江省党政机关录用国家公务员(机关工作人员)考试', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[26,27,28,29,30]', '2018-08-27 15:30:38', '2018-08-27 15:30:38');
INSERT INTO `paper` VALUES (7, '2007年9月四川省招警考试《行政职业能力倾向测验》试卷', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[31,32,33,34]', '2018-08-27 15:30:38', '2018-08-27 15:30:38');
INSERT INTO `paper` VALUES (8, '2007年春季天津公务员考试行政能力测试真题', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[35,36,37,38]', '2018-08-27 15:30:38', '2018-08-27 15:30:38');
INSERT INTO `paper` VALUES (9, '2009年山东省公务员考试《行政职业能力测验》', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[39,40,41,42,43]', '2018-08-27 15:30:38', '2018-08-27 15:30:38');
INSERT INTO `paper` VALUES (10, '2007年山东省公务员考试《行政职业能力测验》真题 试题说明', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[44,45,46,47,48]', '2018-08-27 15:30:38', '2018-08-27 15:30:38');
INSERT INTO `paper` VALUES (11, '2014年山东省公务员录用考试《行政职业能力测验》试卷', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[49,50,51,52,53]', '2018-08-27 15:30:38', '2018-08-27 15:30:38');
INSERT INTO `paper` VALUES (12, '2008年山东省公务员考试《行政职业能力测验》真题', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[54,55,56,57,58]', '2018-08-27 15:30:38', '2018-08-27 15:30:38');
INSERT INTO `paper` VALUES (13, '2005年中央、国家机关公务员录用考试《行政职业能力测验(一)》', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[59,60,61,62,63]', '2018-08-27 15:30:38', '2018-08-27 15:30:38');
INSERT INTO `paper` VALUES (14, '2005年中央、国家机关公务员录用考试《行政职业能力测验(二)》', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[64,65,66,67,68]', '2018-08-27 15:30:38', '2018-08-27 15:30:38');
INSERT INTO `paper` VALUES (15, '2006年中央、国家机关公务员录用考试 《行政职业能力测验(一)》试卷', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[69,70,71,72,73]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (16, '2006年中央、国家机关公务员录用考试 《行政职业能力测验(二)》试卷', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[74,75,76,77,78]', '2018-08-27 15:30:38', '2018-08-27 15:30:38');
INSERT INTO `paper` VALUES (17, '2007年中央、国家机关公务员录用考试 《行政职业能力测验》试卷', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[79,80,81,82,83]', '2018-08-27 15:30:38', '2018-08-27 15:30:38');
INSERT INTO `paper` VALUES (18, '2008年中央、国家机关公务员录用考试 《行政职业能力测验》试卷', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[84,85,86,87,88]', '2018-08-27 15:30:38', '2018-08-27 15:30:38');
INSERT INTO `paper` VALUES (19, '2009年中央、国家机关公务员录用考试 《行政职业能力测验》试卷', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[89,90,91,92,93]', '2018-08-27 15:30:38', '2018-08-27 15:30:38');
INSERT INTO `paper` VALUES (20, '2010年中央、国家机关公务员录用考试 《行政职业能力测验》试卷', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[94,95,96,97,98]', '2018-08-27 15:30:38', '2018-08-27 15:30:38');
INSERT INTO `paper` VALUES (21, '2011年国家公务员考试行政职业能力测验真题', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[99,100,101,102,103]', '2018-08-27 15:30:38', '2018-08-27 15:30:38');
INSERT INTO `paper` VALUES (22, '2012年中央、国家机关公务员录用考试行政职业能力测试真题', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[104,105,106,107,108]', '2018-08-27 15:30:38', '2018-08-27 15:30:38');
INSERT INTO `paper` VALUES (23, '2013年中央、国家机关录用公务员考试 《行政职业能力测验》真题卷', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[109,110,111,112,113]', '2018-08-27 15:30:38', '2018-08-27 15:30:38');
INSERT INTO `paper` VALUES (24, '2014年国家公务员考试 《行政职业能力测验》真题卷 ', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[114,115,116,117,118]', '2018-08-27 15:30:38', '2018-08-27 15:30:38');
INSERT INTO `paper` VALUES (25, '2015年国家公务员考试《行政职业能力测验》真题卷 市地', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[119,120,121,122,123]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (26, '2015年国家公务员考试《行政职业能力测验》真题卷 市地', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[124,125,126,127,128]', '2018-08-27 15:30:38', '2018-08-27 15:30:38');
INSERT INTO `paper` VALUES (27, '2016年国家录用公务员考试 《行政职业能力测验》真题卷 （地市级）', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[129,130,131,132,133]', '2018-08-27 15:30:38', '2018-08-27 15:30:38');
INSERT INTO `paper` VALUES (28, '2016年国家录用公务员考试 《行政职业能力测验》真题卷 （省级）', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[134,135,136,137,138]', '2018-08-27 15:30:38', '2018-08-27 15:30:38');
INSERT INTO `paper` VALUES (29, '2017年国家录用公务员考试 《行政职业能力测验》真题卷（地市级）', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[139,140,141,142,143]', '2018-08-27 15:30:38', '2018-08-27 15:30:38');
INSERT INTO `paper` VALUES (30, '2017年国家录用公务员考试 《行政职业能力测验》真题卷（省级）', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[144,145,146,147,148]', '2018-08-27 15:30:38', '2018-08-27 15:30:38');
INSERT INTO `paper` VALUES (31, '2009年4月26日公务员考试（三省联考）（天津、陕西、湖北） 《行政职业能力测验》试卷', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[149,150,151,152,153]', '2018-08-27 15:30:38', '2018-08-27 15:30:38');
INSERT INTO `paper` VALUES (32, '2009年9月13日公务员考试（五省联考）  (福建、重庆、海南、辽宁、内蒙古) 行政职业能力测验试卷', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[154,155,156,157,158]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (33, '2010年4月25日公务员考试（十二省联考）行测真题及参考答案', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[159,160,161,162,163]', '2018-08-27 15:30:38', '2018-08-27 15:30:38');
INSERT INTO `paper` VALUES (34, '2010年9月18日联考行测真题 山西、河南、辽宁、福建、重庆、海南、青海、宁夏、内蒙古、陕西、西藏', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[164,165,166,167,168]', '2018-08-27 15:30:38', '2018-08-27 15:30:38');
INSERT INTO `paper` VALUES (35, '2011年4月24日公务员联考《行测》试卷', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[169,170,171,172,173]', '2018-08-27 15:30:38', '2018-08-27 15:30:38');
INSERT INTO `paper` VALUES (36, '2011年9月17日公务员联考《行政职业能力测验》试卷', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[174,175,176,177,178]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (37, '2012年4月21日联考行测真题 ', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[179,180,181,182,183]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (38, '2012年春季福建省（联考）公务员录用考试 《行政职业能力测验》试卷', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[184,185,186,187,188]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (39, '2012年4月21日（联考）公务员录用考试', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[189,190,191,192,193]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (40, '2012年4月21日（联考）公务员录用考试 《行政职业能力测验》', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[194,195,196,197,198]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (41, '2012年政法干警录用考试《行政职业能力测验》试卷', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[199,200,201,202,203]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (42, '2018年国家公务员考试 《行政职业能力测验》真题卷（副省级）', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[204,205,206,207,208]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (43, '2018年国家录用公务员考试 《行政职业能力测验》真题卷（地市级）', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[209,210,211,212,213]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (44, '2008年10月25日四川省各级机关考试录用公务员和机关工作人员', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[214,215,216,217]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (45, '2008年12月7日四川省招警、选调生考试', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[218,219,220,221,222]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (46, '2008年吉林省公务员考试《行政职业能力测验》试卷（乙级）', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[223,224,225,226]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (47, '2008年吉林省公务员录用考试《行政职业能力测验》试卷（甲级）', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[227,228,229,230]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (48, '2008年天津市公务员录用考试行政职业能力测验试卷', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[231,232,233,234]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (49, '2012年山东公务员考试行测真题答案及解析', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[235,236,237,238,239]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (50, '2013年山东省公务员录用考试《行政职业能力测验》试卷', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[240,241,242,243,244]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (51, '2015年山东公务员考试行测真题卷及答案解析', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[245,246,247,248,249]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (52, '2008年浙江省公务员考试行政职业能力测真题及答案', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[250,251,252,253,254]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (53, '2009年12月6日四川省各级机关考试录用公务员和机关工作人员', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[255,256,257]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (54, '2009年4月26日公务员考试（三省联考）（天津、陕西、湖北）《行政职业能力测验》试卷', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[258,259,260,261,262]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (55, '2009年4月26日四川省各级机关考试录用公务员和机关工作人员', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[263,264,265]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (56, '2009年云南省公务员录用考试', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[266,267,268,269,270]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (57, '2010年山东省省直机关及直属单位考试录用公务员', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[271,272,273,274,275]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (58, '2010年4月25日公务员考试（十二省联考）行测真题', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[276,277,278,279,280]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (59, '2010年吉林省公务员录用考试《行政职业能力测试》乙级试卷', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[281,282,283,284]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (60, '2010吉林公务员考试行测真题(甲级)', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[285,286,287,288]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (61, '2010年四川省选调生考试行测真题及解析', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[289,290,291]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (62, '2010年浙江省各级机关考试录用公务员行政职业能力测验卷A', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[292,293,294,295,296]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (63, '2011年4月24日公务员联考《行测》试卷', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[297,298,299,300,301]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (64, '2011年4月24日公务员联考《行测》试卷', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[302,303,304,305,306]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (65, '2011年9月17日公务员联考《行政职业能力测验》试卷', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[307,308,309,310,311]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (66, '2011年上海市公务员录用考试《行政职业能力倾向测验》B卷', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[312,313,314,315]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (67, '2011年内蒙古公务员考试行测真题', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[316,317,318,319,320]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (68, '2011年吉林省公务员录用考试《行政职业能力测验》乙级试卷', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[321,322,323,324]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (69, '2012年上海市公务员录用考试《行政职业能力倾向测验》A卷', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[325,326,327,328,329]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (70, '2012年内蒙古公务员考试《行测》真题', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[330,331,332,333]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (71, '2012年浙江省公务员考试《行测》真题', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[334,335,336,337,338]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (72, '2013年四川省公务员考试《行测》真题', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[339,340,341,342,343]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (73, '2013年浙江省公务员考试行测A卷真题', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[344,345,346,347,348]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (74, '2013年浙江省公务员考试行测B卷真题', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[349,350,351,352]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (75, '2014年上半年四川公务员考试行测真题', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[353,354,355,356,357]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (76, '2014年下半年四川公务员考试', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[358,359,360,361,362]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (77, '2014云南公务员考试《行测》真题', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[363,364,365,366,367]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (78, '2015上半年四川公务员《行测》真题', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[368,369,370,371,372]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (79, '2015年下半年吉林《行测》真题（乙级）', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[373,374,375,376,377]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (80, '2015年下半年吉林《行测》真题（甲级）', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[378,379,380,381,382]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (81, '2015年云南公务员考试《行测》真题', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[383,384,385,386,387]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (82, '2015年内蒙古公务员考试《行测》真题', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[388,389,390,391,392]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (83, '2015年天津录用公务员考试《行政职业能力测验》真题卷', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[393,394,395,396,397]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (84, '2015年天津下半年公务员考试《行测》真题试卷', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[398,399,400,401,402]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (85, '2015年浙江省录用公务员考试', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[403,404,405,406,407]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (86, '2016年上海公务员考试行测真题及答案（B卷）', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[408,409,410,411,412]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (87, '2016年吉林省公务员考试《行测》（甲级）答案解析', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[413,414,415,416]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (88, '2016下半年四川公务员考试行测真题及答案', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[417,418,419,420,421]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (89, '2016年天津公务员考试行测真题', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[422,423,424,425,426]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (90, '2016年浙江省录用公务员考试', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[427,428,429,430,431]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (91, '2017年广东省公务员录用考试《行测》真题', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[432,433,434,435,436,437]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (92, '2017年江苏省录用公务员考试', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[438,439,440,441,442]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (93, '2017年江苏省录用公务员考试', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[443,444,445,446,447]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (94, '2017年江苏省录用公务员考试《行政职业能力测验》真题卷（B类）。', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[448,449,450,451,452]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (95, '2017年江苏省录用公务员考试', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[453,454,455,456,457]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (96, '2016年天津公务员考试上半年行测真题', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[458,459,460,461,462]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (97, '2016年浙江省事业单位统考笔试试卷（A类）《职业能力倾向测验》', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[463,464,465,466,467]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (98, '2017年山西公务员考试行测真题及答案解析', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[468,469,470,471,472]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (99, '2017年浙江公务员考试《行政职业能力测验》真题', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[473,474,475,476,477]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (100, '2017年浙江公务员考试《行政职业能力测验》真题', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[478,479,480,481,482]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (101, '2017年苏州市公务员考试《行政职业能力测验》真题卷（A类）', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[483,484,485,486,487]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (102, '2007年云南省行政职业能力测验', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[488,489,490,491,492]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (103, '2014年上半年四川公务员考试行测真题', 'PastPaper', 'ChengGong', 1, 3, 100.00, 60.00, 0.00, 120, '', '[493,494,495,496,497]', '2018-08-27 15:30:39', '2018-08-27 15:30:39');
INSERT INTO `paper` VALUES (104, '考前练一练【知觉】', 'SinglePaper', 'Primary', 1, 2, 100.00, 60.00, 0.00, 30, '', '[498]', '2018-05-05 19:58:58', '2018-05-03 19:58:16');
INSERT INTO `paper` VALUES (105, '2016年山东行测真题', 'PastPaper', 'Primary', 1, 1, 100.00, 60.00, 0.00, 120, '', '[499,500,501,502,503,504]', '2017-04-03 19:58:16', '2018-05-03 19:58:16');
INSERT INTO `paper` VALUES (106, '2016年天津行测真题', 'PastPaper', 'Primary', 1, 2, 100.00, 60.00, 0.00, 120, '', '[505,506,507,508,509,510]', '2017-04-04 19:58:17', '2018-05-03 19:58:17');
INSERT INTO `paper` VALUES (107, '模拟题二', 'Simulation', 'Primary', 1, 2, 100.00, 60.00, 0.00, 120, '', '[511,512,513,514,515,516]', '2018-06-03 20:58:18', '2018-05-03 19:58:18');
INSERT INTO `paper` VALUES (108, '2017年山东行测真题', 'PastPaper', 'Primary', 1, 1, 100.00, 60.00, 0.00, 120, '', '[517,518,519,520,521,522]', '2017-04-03 19:59:19', '2018-05-03 19:58:19');
INSERT INTO `paper` VALUES (109, '模拟题一', 'Simulation', 'Primary', 1, 2, 100.00, 60.00, 0.00, 120, '', '[523,524,525,526,527,528]', '2018-06-03 20:58:17', '2018-05-03 19:58:20');
INSERT INTO `paper` VALUES (110, '2014年辽宁行测真题', 'PastPaper', 'Primary', 1, 0, 100.00, 60.00, 0.00, 120, '', '[529,530,531,532,533,534]', '2016-02-03 19:58:21', '2018-05-03 19:58:21');
INSERT INTO `paper` VALUES (111, '2015年山东行测真题', 'PastPaper', 'Primary', 1, 0, 100.00, 60.00, 0.00, 120, '', '[535,536,537,538,539,540]', '2016-03-03 19:58:22', '2018-05-03 19:58:22');
INSERT INTO `paper` VALUES (112, '模拟题三', 'Simulation', 'Primary', 1, 2, 100.00, 60.00, 0.00, 120, '', '[541,542,543,544,545,546]', '2018-06-03 20:58:23', '2018-05-03 19:58:23');
INSERT INTO `paper` VALUES (113, '2018年国考行测真题', 'PastPaper', 'Primary', 1, 2, 100.00, 60.00, 0.00, 120, '', '[547,548,549,550,551,552]', '2018-05-03 19:58:00', '2018-05-03 19:58:24');
INSERT INTO `paper` VALUES (114, '2017年天津行测真题', 'PastPaper', 'Primary', 1, 2, 100.00, 60.00, 0.00, 120, '', '[553,554,555,556,557,558]', '2017-05-04 19:58:25', '2018-05-03 19:58:25');
INSERT INTO `paper` VALUES (115, '2017年国考行测真题', 'PastPaper', 'Primary', 1, 2, 100.00, 60.00, 0.00, 120, '', '[559,560,561,562,563,564]', '2017-05-03 19:58:26', '2018-05-03 19:58:26');
INSERT INTO `paper` VALUES (116, '行测模拟试题一', 'Simulation', 'Primary', 1, 2, 100.00, 60.00, 0.00, 120, '', '[565,566,567,568,569,570]', '2018-06-07 19:58:28', '2018-05-03 19:58:28');
INSERT INTO `paper` VALUES (117, '模考一', 'Simulation', 'Primary', 1, 2, 100.00, 60.00, 0.00, 120, '', '[571,572,573,574,575,576]', '2018-06-04 19:58:29', '2018-05-03 19:58:29');
INSERT INTO `paper` VALUES (118, '2013年辽宁行测真题', 'PastPaper', 'Primary', 1, 0, 100.00, 60.00, 0.00, 120, '', '[577,578,579,580,581,582]', '2016-01-03 19:58:30', '2018-05-03 19:58:30');
INSERT INTO `paper` VALUES (119, '2015年国考行测真题', 'PastPaper', 'Primary', 1, 1, 100.00, 60.00, 0.00, 120, '', '[583,584,585,586,587,588]', '2017-01-03 19:58:30', '2018-05-03 19:58:30');
INSERT INTO `paper` VALUES (120, '2014年国考行测真题', 'PastPaper', 'Primary', 1, 1, 100.00, 60.00, 0.00, 120, '', '[589,590,591,592,593,594]', '2017-01-03 19:58:31', '2018-05-03 19:58:31');
INSERT INTO `paper` VALUES (121, '2018公安联考行测模拟题二', 'Simulation', 'Primary', 1, 2, 100.00, 60.00, 0.00, 120, '', '[595,596,597,598,599,600]', '2018-06-06 19:58:32', '2018-05-03 19:58:32');
INSERT INTO `paper` VALUES (122, '2014年天津行测真题', 'PastPaper', 'Primary', 1, 2, 100.00, 60.00, 0.00, 120, '', '[601,602,603,604,605,606]', '2017-04-03 19:59:34', '2018-05-03 19:58:34');
INSERT INTO `paper` VALUES (123, '2018公安联考行测模拟题三', 'Simulation', 'Primary', 1, 2, 100.00, 60.00, 0.00, 120, '', '[607,608,609,610,611,612]', '2018-06-06 19:58:35', '2018-05-03 19:58:35');
INSERT INTO `paper` VALUES (124, '2018公安联考行测模拟题四', 'Simulation', 'Primary', 1, 2, 100.00, 60.00, 0.00, 120, '', '[613,614,615,616,617,618]', '2018-06-06 19:58:36', '2018-05-03 19:58:36');
INSERT INTO `paper` VALUES (125, '2016年国考行测真题', 'PastPaper', 'Primary', 1, 1, 100.00, 60.00, 0.00, 120, '', '[619,620,621,622,623,624]', '2017-04-03 19:58:37', '2018-05-03 19:58:37');
INSERT INTO `paper` VALUES (126, '模考二', 'Simulation', 'Primary', 1, 2, 100.00, 60.00, 0.00, 120, '', '[625,626,627,628,629,630]', '2018-06-04 19:58:39', '2018-05-03 19:58:39');
INSERT INTO `paper` VALUES (127, '模考六', 'Simulation', 'Primary', 1, 2, 100.00, 60.00, 0.00, 120, '', '[631,632,633,634,635,636]', '2018-06-05 19:58:45', '2018-05-03 19:58:40');
INSERT INTO `paper` VALUES (128, '模考三', 'Simulation', 'Primary', 1, 2, 100.00, 60.00, 0.00, 120, '', '[637,638,639,640,641,642]', '2018-06-04 19:58:41', '2018-05-03 19:58:41');
INSERT INTO `paper` VALUES (129, '模考四', 'Simulation', 'Primary', 1, 2, 100.00, 60.00, 0.00, 120, '', '[643,644,645,646,647,648]', '2018-06-04 19:58:41', '2018-05-03 19:58:41');
INSERT INTO `paper` VALUES (130, '模考五', 'Simulation', 'Primary', 1, 2, 100.00, 60.00, 0.00, 120, '', '[649,650,651,652,653,654]', '2018-06-04 19:58:42', '2018-05-03 19:58:42');
INSERT INTO `paper` VALUES (131, '2017年云南省考行测真题', 'PastPaper', 'Primary', 1, 2, 100.00, 60.00, 0.00, 120, '', '[655,656,657,658,659,660]', '2017-05-03 19:58:43', '2018-05-03 19:58:43');
INSERT INTO `paper` VALUES (132, '模考八', 'Simulation', 'Primary', 1, 2, 100.00, 60.00, 0.00, 120, '', '[661,662,663,664,665,666]', '2018-06-05 19:58:47', '2018-05-03 19:58:44');
INSERT INTO `paper` VALUES (133, '模考七', 'Simulation', 'Primary', 1, 2, 100.00, 60.00, 0.00, 120, '', '[667,668,669,670,671,672]', '2018-06-05 19:58:46', '2018-05-03 19:58:46');
INSERT INTO `paper` VALUES (134, '行测模拟卷二', 'Simulation', 'Primary', 1, 2, 100.00, 60.00, 0.00, 120, '', '[673,674,675,676,677,678]', '2018-06-07 19:58:47', '2018-05-03 19:58:47');
INSERT INTO `paper` VALUES (135, '真题组卷一', 'PastPaper', 'Primary', 1, 2, 100.00, 60.00, 0.00, 120, '', '[679,680,681,682,683,684]', '2018-06-03 19:58:48', '2018-05-03 19:58:48');
INSERT INTO `paper` VALUES (136, '真题组卷二', 'PastPaper', 'Primary', 1, 2, 100.00, 60.00, 0.00, 120, '', '[685,686,687,688,689,690]', '2018-06-03 19:58:49', '2018-05-03 19:58:49');
INSERT INTO `paper` VALUES (137, '【资料分析】专项练习一', 'SinglePaper', 'Primary', 1, 2, 100.00, 60.00, 0.00, 30, '', '[691]', '2018-05-03 19:58:50', '2018-05-03 19:58:50');
INSERT INTO `paper` VALUES (138, '2018浙江省考模拟卷一', 'Simulation', 'Primary', 1, 2, 100.00, 60.00, 0.00, 120, '', '[692,693,694,695,696,697]', '2018-06-06 19:58:50', '2018-05-03 19:58:50');
INSERT INTO `paper` VALUES (139, '2017年江苏省考行测真题', 'PastPaper', 'Primary', 1, 2, 100.00, 60.00, 0.00, 120, '', '[698,699,700,701,702,703]', '2017-05-03 19:58:51', '2018-05-03 19:58:51');
INSERT INTO `paper` VALUES (140, '【资料分析】专项练习二', 'SinglePaper', 'Primary', 1, 2, 100.00, 60.00, 0.00, 30, '', '[704]', '2018-05-03 19:58:52', '2018-05-03 19:58:52');
INSERT INTO `paper` VALUES (141, '【资料分析】专项练习三', 'SinglePaper', 'Primary', 1, 2, 100.00, 60.00, 0.00, 30, '', '[705]', '2018-05-03 19:58:53', '2018-05-03 19:58:53');
INSERT INTO `paper` VALUES (142, '【资料分析】专项练习四', 'SinglePaper', 'Primary', 1, 2, 100.00, 60.00, 0.00, 30, '', '[706]', '2018-05-03 19:58:54', '2018-05-03 19:58:53');
INSERT INTO `paper` VALUES (143, '【资料分析】专项练习五', 'SinglePaper', 'Primary', 1, 2, 100.00, 60.00, 0.00, 30, '', '[707]', '2018-05-03 19:58:55', '2018-05-03 19:58:53');
INSERT INTO `paper` VALUES (144, '行测模拟卷三', 'Simulation', 'Primary', 1, 2, 100.00, 60.00, 0.00, 120, '', '[708,709,710,711,712,713]', '2018-06-07 19:58:53', '2018-05-03 19:58:53');
INSERT INTO `paper` VALUES (145, '【资料分析】专项练习六', 'SinglePaper', 'Primary', 1, 2, 100.00, 60.00, 0.00, 30, '', '[714]', '2018-05-03 19:58:56', '2018-05-03 19:58:55');
INSERT INTO `paper` VALUES (146, '【资料分析】专项练习七', 'SinglePaper', 'Primary', 1, 2, 100.00, 60.00, 0.00, 30, '', '[715]', '2018-05-03 19:58:57', '2018-05-03 19:58:55');
INSERT INTO `paper` VALUES (147, '【资料分析】专项练习八', 'SinglePaper', 'Primary', 1, 2, 100.00, 60.00, 0.00, 30, '', '[716]', '2018-05-03 19:58:58', '2018-05-03 19:58:55');
INSERT INTO `paper` VALUES (148, '真题组卷三', 'PastPaper', 'Primary', 1, 2, 100.00, 60.00, 0.00, 120, '', '[717,718,719,720,721,722]', '2018-06-03 19:58:55', '2018-05-03 19:58:55');
INSERT INTO `paper` VALUES (149, '【知觉速度与准确性】练习一', 'SinglePaper', 'Primary', 1, 2, 100.00, 60.00, 0.00, 30, '', '[723]', '2018-05-04 19:50:58', '2018-05-03 19:58:56');
INSERT INTO `paper` VALUES (150, '【知觉速度与准确性】练习二', 'SinglePaper', 'Primary', 1, 2, 100.00, 60.00, 0.00, 30, '', '[724]', '2018-05-04 19:51:57', '2018-05-03 19:58:57');
INSERT INTO `paper` VALUES (151, '【知觉速度与准确性】练习三', 'SinglePaper', 'Primary', 1, 2, 100.00, 60.00, 0.00, 30, '', '[725]', '2018-05-04 19:52:57', '2018-05-03 19:58:57');
INSERT INTO `paper` VALUES (152, '【知觉速度与准确性】练习四', 'SinglePaper', 'Primary', 1, 2, 100.00, 60.00, 0.00, 30, '', '[726]', '2018-05-04 19:53:57', '2018-05-03 19:58:57');
INSERT INTO `paper` VALUES (153, '【知觉速度与准确性】练习五', 'SinglePaper', 'Primary', 1, 2, 100.00, 60.00, 0.00, 30, '', '[727]', '2018-05-04 19:54:58', '2018-05-03 19:58:58');
INSERT INTO `paper` VALUES (154, '考前练一练【知觉】', 'SinglePaper', 'Primary', 1, 2, 100.00, 60.00, 0.00, 30, '', '[728]', '2018-05-05 19:58:58', '2018-05-03 19:58:58');
COMMIT;

SET FOREIGN_KEY_CHECKS = 1;
